tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "blueutil"
brew "python@3.12"
brew "eza"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "k6"
brew "mas"
brew "node"
brew "postgresql@14", restart_service: true
brew "prettier"
brew "pyenv"
brew "raylib"
brew "starship"
brew "tlrc"
brew "tokei"
brew "tree"
brew "yarn"
brew "zoxide"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "audacity"
cask "betterdisplay"
cask "docker"
cask "dozer"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "forklift"
cask "google-chrome"
cask "iterm2"
cask "itsycal"
cask "keepingyouawake"
cask "keka"
cask "postman"
cask "rectangle"
cask "stats"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "zoom"
mas "Xcode", id: 497799835
